cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'curl'
brew 'git'
brew 'jq'
brew 'mas'
brew 'tree'
brew 'ctags'
brew 'kubernetes-cli'
brew 'go'
brew 'rbenv'
brew 'rbenv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ndenv'
brew 'neovim'

cask 'postman'
cask '1password'
cask 'slack'
cask 'cyberduck'
cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
# cask 'ngrok'
# cask 'virtualbox'
# cask 'visual-studio-code'

mas 'Kindle', id: 405399194
