cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'curl'
brew 'git'
brew 'jq'
brew 'mas'
brew 'tree'
brew 'ctags'
brew 'kubernetes-cli'
brew 'go'
brew 'node'
brew 'ruby'
brew 'python@2'
brew 'python3'
# brew 'rbenv'
# brew 'rbenv'
# brew 'pyenv'
# brew 'pyenv-virtualenv'
brew 'openssl'
brew 'readline'
brew 'xz'
# brew 'ndenv'
brew 'neovim'
# for high speed grep in denite
brew 'the_silver_searcher'
# for gtags
brew 'global'
# for plantuml-previewer.vim
brew 'graphviz'
brew 'plantuml'
brew 'go-jira'
brew 'fzf'
# for k8s
brew 'kube-ps1'
brew 'kubectx'

cask 'postman'
cask '1password'
cask 'slack'
cask 'cyberduck'
cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'alfred'
# cask 'ngrok'
# cask 'virtualbox'
# cask 'visual-studio-code'
cask 'java'

# mas 'Kindle', id: 405399194
